"About" = "Om";

"Chat and Message Alerts" = "Chatte- og meldingsvarsler";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Du finner innstillinger for varsler, inkludert innstillinger for push-meldinger, i applikasjonen. Åpne bokmerkene dine, og trykk på Kontoinnstillinger.";

"Notifications" = "Varsler";

"Photo and Video" = "Bilde og video";

"Play Sound" = "Spill av lyd";

"Record HD Video" = "Spill inn HD-video";

"Version" = "Versjon";

"Vibrate" = "Vibrer";

